[PR_Pyromaniac X2SoldierClassTemplate]
+DisplayName="纵火狂"
+ClassSummary="纵火狂专注于点燃任何尚未起火的东西，无论是使用他们的喷火器进行近距离攻击，还是使用他们特制的火焰手枪子弹进行中距离攻击。"
+LeftAbilityTreeTitle="开火"
+RightAbilityTreeTitle="喷射器"
AbilityTreeTitles[0]="花式射击"
AbilityTreeTitles[1]="纵火狂"
AbilityTreeTitles[2]="哨兵"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Fiery"
+RandomNickNames[1]="Dragon"
+RandomNickNames[2]="Wyvern"
+RandomNickNames[3]="Arsonist"
+RandomNickNames[4]="Pyro"
+RandomNickNames[5]="Wyrm"